Repository: tlovett1/simple-cache
Catalog: languages/simple-cache-*.po
Languages: es_es

source: <a href="%s">Settings</a>
es_es: <a href="%s">Ajustes</a>

source: define("WP_CACHE", true); is not in wp-config.php.
es_es: define("WP_CACHE", true); no está en wp-config.php.

source: wp-content/advanced-cache.php was edited or deleted.
es_es: wp-content/advanced-cache.php fue editado o borrado.

source: Simple Cache is not able to utilize page caching.
es_es: Simple Cache no puede utilizar el almacenamiento en caché de página.

source: Fix
es_es: Arreglar

source: Simple Cache Purge Interval
es_es: Intervalo de purga de Simple Cache

source: Purge Cache
es_es: Purgar Caché

source: Simple Cache won't work until you turn it on.
es_es: Simple Cache no funcionará hasta que lo enciendas.

source: Turn On Caching
es_es: Activar Caché

source: Simple Cache can't create or modify needed files on your system. Specifically, Simple Cache needs to write to wp-config.php and /wp-content using PHP's fopen() function. Contact your host.
es_es: Simple Cache no puede crear ni modificar los archivos necesarios en su sistema. Específicamente, Simple Cache necesita escribir en wp-config.php y /wp-content usando la función fopen() de PHP. Ponte en contacto con su host.

source: Try Again
es_es: Intenta de nuevo

source: Cheatin, eh?
es_es: ¿Engañando, eh?

source: Simple Cache Settings
es_es: Ajustes de Simple Cache

source: Enable Advanced Mode
es_es: Habilitar Modo Avanzado

source: Yes
es_es: Sí

source: Enable Caching
es_es: Habilitar Caché

source: Turn this on to get started. This setting turns on caching and is really all you need.
es_es: Activar esto para empezar. Este ajuste activa el caché y es realmente todo lo que necesita.

source: Expire the cache after
es_es: Expirar el caché después

source: minutes
es_es: minutos

source: hours
es_es: horas

source: days
es_es: días

source: weeks
es_es: semanas

source: Enable Compression
es_es: Habilitar Compresión

source: When enabled, pages will be compressed. This is a good thing! This should always be enabled unless it causes issues.
es_es: Cuando esté activado, las páginas se comprimirán. ¡Esto es bueno! Esto siempre debe estar habilitado a menos que cause problemas.

source: Page Cache
es_es: Caché de Página

source: Enable Page Caching
es_es: Habilitar Caché de Página

source: When enabled, entire front end pages will be cached.
es_es: Cuando esté activado, las páginas front-end completas se almacenarán en caché.

source: Exception URL(s)
es_es: URL(s) de excepción

source: Allows you to add URL(s) to be exempt from page caching. One URL per line. URL(s) can be full URLs (http://google.com) or absolute paths (/my/url/). You can also use wildcards like so /url/* (matches any url starting with /url/).
es_es: Te permite agregar URL(s) para estar exento del caché de páginas. Una URL por línea. Las URL pueden ser URLs completas (http://google.com) o rutas absolutas (/mi/url/). También puedes usar comodines como /url/* (coincide con cualquier url que comience con /url/).

source: Enable Regex
es_es: Habilitar Regex

source: Expire page cache after
es_es: Expirar caché de página después de

source: Object Cache (Redis or Memcache)
es_es: Caché de Objeto (Redis o Memcache)

source: Enable In-Memory Object Caching
es_es: Habilitar caché de objeto en memoria

source: When enabled, things like database query results will be stored in memory. Right now Memcache and Redis are suppported. Note that if the proper <a href='https://pecl.php.net/package/memcache'>Memcache</a> (NOT Memcached) or <a href='https://pecl.php.net/package/redis'>Redis</a> PHP extensions aren't loaded, they won't show as options below.
es_es: Cuando está activado, las cosas como los resultados de la consulta de la base de datos se almacenarán en la memoria. En este momento Memcache y Redis están soportadas. Ten en cuenta que si las extensiones PHP de <a href='https://pecl.php.net/package/memcache'>Memcache</a> (NO Memcached) o <a href='https://pecl.php.net/package/redis'>Redis</a>no están cargadas, no aparecerán como opciones abajo.

source: In Memory Cache
es_es: En caché de memoria

source: Neither <a href="https://pecl.php.net/package/memcache">Memcache</a> (NOT Memcached) nor <a href="https://pecl.php.net/package/redis">Redis</a> PHP extensions are set up on your server.
es_es: Ni la extensión PHP de <a href="https://pecl.php.net/package/memcache">Memcache</a> (NO Memcached) ni tampoco <a href="https://pecl.php.net/package/redis">Redis</a> están configuradas en tu servidor.

source: Compression
es_es: Compresión

source: Enable gzip Compression
es_es: Habilitar Compresión gzip

source: When enabled pages will be gzip compressed at the PHP level. Note many hosts set up gzip compression in Apache or nginx.
es_es: Cuando las páginas habilitadas se compriman con gzip en el nivel de PHP. Tenga en cuenta que muchos hosts configuran compresión gzip en Apache o nginx.

source: Save Changes
es_es: Guardar Cambios

source: A simple caching plugin that just works.
es_es: Un sencillo plugin de caché que simplemente funciona.
